Revit 2027 API
BuiltInFailures.InfillFailures.FamilyInstanceIsNotCuttingHost Property
 Instance is not cutting host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FamilyInstanceIsNotCuttingHost { get; }
Public Shared ReadOnly Property FamilyInstanceIsNotCuttingHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FamilyInstanceIsNotCuttingHost {
	FailureDefinitionId^ get ();
}
static member FamilyInstanceIsNotCuttingHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace